Repository: Txikilinux/childsplay
Catalog: old-sf-svn/branches/childsplay_sp/po/childsplay_sp_*.po
Languages: eo_eo, gl_es

source: (max two per word), you can play the last level which is a maze.
eo_eo: (maksimume du en ĉiu vorto) vi povas ludi la lastan nivelon, kiu estas labirinto.
gl_es: (máximo dous por palabra), poderás xogar ao último nivel, que é un labirinto.

source: Activity : %s
eo_eo: Aktivaĵo: %s
gl_es: Actividade: %s

source: Alphabet
eo_eo: Alfabeto
gl_es: Alfabeto

source: Alphabet/Keyboardtraining
eo_eo: Alfabeto/Klavartrejnado
gl_es: Alfabeto/Adestramento do teclado

source: Aquarium mouse training, difficulty: *
eo_eo: Mus-trejnado en akvario, malfacileco: *
gl_es: Adestramento do ratón cun acuario, dificultade: *

source: At the start of the game, a photograph of an animal is shown, above the picture the name of the animal is written.
eo_eo: Je ludokomenco aperas bildo de besto; super ĝi estas skribita la nomo de la besto.
gl_es: Ao comezo do xogo, se mostra a fotografía dun animal e sobre a fotografía se mostra o seu nome

source: Balls
eo_eo: Globoj
gl_es: Bolas

source: Billiard
eo_eo: Bilardo
gl_es: Billar

source: Billiard Game
eo_eo: Bilarda ludo
gl_es: Xogo de billar

source: Billiard, difficulty: **/***
eo_eo: Bilardo, malfacileco: **/***
gl_es: Billar, dificultade: **/***

source: Childsplay_sp - educational activities
eo_eo: Edukaj aktivaĵoj de Childsplay_sp
gl_es: Childsplay_sp - actividades educativas

source: Childsplay_sp login
eo_eo: Ensaluto al Childsplay_sp
gl_es: Sesión de Childsplay_sp

source: Choose the game to play:
eo_eo: Elektu ludon:
gl_es: Elixe o xogo:

source: Classic memory game where you have to find pairs of cards.
eo_eo: Klasika memor-ludo, en kiu vi devas trovi parojn de identaj kartoj.
gl_es: Xogo clásico de memoria no que tes que atopar pares de tarxetas.

source: Classic memory game where you have to find pairs of sounds.
eo_eo: Klasika memorludo, en kiu vi devas trovi parojn de identaj sonoj.
gl_es: Xogo clásico de memoria onde tes que atopar pares de sons.

source: Correctness is more important than speed
eo_eo: Ĝusteco pli gravas ol rapideco.
gl_es: A corrección é máis importante que a velocidade

source: Current activity : %s
eo_eo: Nuna aktivado: %s
gl_es: Actividade actual: %s

source: Each part of the screen can also be clicked on to make the animal scream, his name or initial spoken.
eo_eo: Ankaŭ eblas klaki ajnan parton de la ekrano por blekigi la beston aŭ aŭdi ĝian nomon aŭ ties komencan literon.
gl_es: Tamén se pode pulsar cada parte da pantalla para facer que o animal faga o seu son, o dicir o seu nome ou inicial.

source: Failed to get the dbase data, try to run childsplay_sp first to setup the dbase
eo_eo: Malsukcesis ricevi datenbankajn datenojn; provu unue ruli childsplay_sp por krei la datenbankon.
gl_es: Houbo un erro ao obter os datos da base de datos. Tenta primeiro executar childsplay_sp para configurar a base de datos

source: Fallingletters
eo_eo: Falantaj literoj
gl_es: Letras que caen

source: Find all the letters in the right order.
eo_eo: Trovu ĉiujn literojn en la ĝusta sinsekvo.
gl_es: Atopa todas as letras na orde correcta

source: Find the characters
eo_eo: Trovu la signojn
gl_es: Atopa os caracteres

source: Findsound
eo_eo: Trovi sonojn
gl_es: Buscar sons

source: Fishtank
eo_eo: Fiŝcisterno
gl_es: Peceira

source: Flashcards
eo_eo: Lernkartoj
gl_es: Tarxetas

source: Flashcards, difficulty: *
eo_eo: Lernkartoj, malfacileco: *
gl_es: Tarxetas, dificultade: *

source: Fun
eo_eo: Plezuro
gl_es: Diversión

source: Fun/Alphabet
eo_eo: Plezuro / alfabeto
gl_es: Diversión/Alfabeto

source: Fun/Miscellaneous
eo_eo: Plezuro / miksitaj
gl_es: Diversión/Diversos

source: Fun/Mousetraining
eo_eo: Plezuro, ekzercado pri la muso
gl_es: Diversión/Adestramento co rato

source: Generated by Childsplay_sp version %s for the %s activity
eo_eo: Generita de Childsplay_sp, versio %s, por aktivaĵo %s.
gl_es: Xerado por Childsplay_sp versión %s para a actividade %s

source: Give your login name in the box and hit the login button. Alternatively you can just hit the login button and run Childsplay_sp in anonymous mode.
eo_eo: Tajpu vian nomon en la kesteto kaj puŝu la butonon "Ensalutu". Aŭ simple puŝu la butonon "Ensalutu" kaj uzu Childsplay_sp en anonima reĝimo.
gl_es: Introduce o teu nome de usuario/a na caixa e preme o botón «Iniciar sesión». Tamén podes simplemente premer o botón «Iniciar sesión» e executar Childsplay_sp en modo anónimo.

source: Hit the 'space' key or a mousebutton to skip the countdown
eo_eo: Puŝu la spaco-klavon aŭ iun musbutonon por transsalti la nombradon
gl_es: Pulsa a tecla «Espazo» ou un botón do rato para saltarte l a conta atrás

source: If the menu consist of more layers, sub menus, you can always get back to the main menu by using the 'exit' button.
eo_eo: Kiam menuo konsistas el pluraj niveloj (sub-menuoj), vi povas ĉiam reiri al la ĉefa menu puŝante la butonon "Finu".
gl_es: Se o menú consiste de máis capas ou sub menús, sempre podes volver ao menú principal usando o botón "saír"

source: If you start the GUI for the first time there's no username and password set so you should just hit the 'Login' button. You will get a warning message telling you to set as soon as possible a username and password. You can set a username and password in the GUI. Go to 'Settings' -> 'Set password'.
eo_eo: Kiam vi startigas la programon unuafoje, ne estas uzula nomo kaj pasvorto; do simple puŝu la butonon "Ensalutu". Aperos averta mesaĝo diranta, ke vi laŭeble baldaŭ fiksu uzulan nomon kaj pasvorton. Vi povas fiksi uzulan nomon kaj pasvorton en la grafika dialogo. Iru al "Agordaĵoj" --> "Fiksu pasvorton".
gl_es: Si é a primeira vez que inicias a interface gráfica, non hai establecido ningún usuario/a nin contrasinal, polo que simplemente pulsa o botón «Iniciar sesión». Recibirás unha mensaxe de aviso indicándote que debes establecer un usuario/a e contrasinal tan pronto como sexa posible. Podes establecer un usuario/a e contrasinal na interface gráfica. Vai «Opcións» -> «Establecer contrasinal».

source: In the last level the fish needs to be clicked two times while they try to escape.
eo_eo: En la lasta nivelo necesas klaki la fiŝojn dufoje, dum ili provas eskapi.
gl_es: No último nivel hai que pulsar dúas veces sobre os peixes mentras intentas escapar

source: In the last two levels the uppercase and lowercase are mixed but you don't have to match the case only the letter
eo_eo: En la lastaj du niveloj majuskloj kaj minuskloj aperas mikse, sed ne necesas tajpi la ĝustan usklecon.
gl_es: Nos últimos dous niveis as maiúsculas e minúsculas están misturadas, pero non tes que preocuparte por iso, só pola letra

source: In the multiplayer modes, the one who has 11 points wins.
eo_eo: En la dupersonaj reĝimoj gajnas tiu, kiu kiel unua atingas 11 poentojn.
gl_es: Nos modos multiusuario gaña o primeiro que consiga 11 puntos.

source: In this file you can set a number of options to change the game play.
eo_eo: En tiu ĉi dosiero vi povas modifi plurajn opciojn por ŝanĝi la funkciadon de la ludo.
gl_es: Neste ficheiro podes establecer varias opcións para configurar o xogo.

source: It seems that we cannot use the sound card right now and because this activity is all about sound, we just quit. This problem can also be caused by another application which uses the soundcard right now.
eo_eo: Ŝajne ni nun ne povas uzi la son-karton. Ĉar tiu ĉi aktivaĵo estas pri sono, ni simple ĉesas. Eble la problemon kaŭzas alia aplikaĵo, kiu nun uzas la sonkarton.
gl_es: Parece que non é posíbel usar a tarxeta de son neste momento e como esta actividade se basea totalmente en sons, vaise pechar o programa. Este problema tamén pode deberse a que outra aplicación está usando a tarxeta de son neste momento.

source: Keyboard training, difficulty: *
eo_eo: Trejnado pri la klavaro, malfacileco: *
gl_es: Adestramento do teclado, dificultade: *

source: Keyboardtraining
eo_eo: Trejnado pri la klavaro
gl_es: Adestramento teclado

source: Language
eo_eo: Lingvo
gl_es: Idioma

source: Listen to the sound and click on the character to which it belongs.
eo_eo: Aŭdu la sonon kaj klaku al la signo, al kiu ĝi apartenas.
gl_es: Atopa o son e pulsa o símbolo ao que pertenza

source: Listen to the sound and click on the image to which it belongs.
eo_eo: Aŭdu sonon kaj klaku al la bildo, al kiu ĝi apartenas.
gl_es: Escoita o son e pulsa o símbolo ao que pertenza.

source: Login
eo_eo: Ensalutu
gl_es: Iniciar a sesión

source: Lower case characters memory, difficulty: */**
eo_eo: Memorado de minusklaj literoj, malfacileco: */**
gl_es: Memoria de caracteres en minúscula, dificultade: */**

source: LowercaseMemory
eo_eo: MinusklaMemorado
gl_es: Memoria de minúsculas

source: Math
eo_eo: Kalkulado
gl_es: Matemáticas

source: Memory
eo_eo: Memorado
gl_es: Memoria

source: Memory, difficulty: */**
eo_eo: Memorado, malfacileco: */**
gl_es: Memoria, dificultade: */**

source: Memory/Alphabet
eo_eo: Memorado/alfabeto
gl_es: Memoria/Alfabeto

source: Menu
eo_eo: Menuo

source: Miscellaneous
eo_eo: Miksitaj
gl_es: Miscelánea

source: Mousetraining
eo_eo: Trejnado pri la muso
gl_es: Adestramento do rato

source: Multi player - Play against another player.
eo_eo: Dupersona ludo -- ludu kontraŭ alia ludanto.
gl_es: Multixogador - Xoga contra outro xogador.

source: Multi player against the computer - Try to defeat the computer.
eo_eo: Dupersona ludo kontraŭ la komputilo -- provu venki la komputilon.
gl_es: Multixogador contra a computadora - Tenta gañar á computadora.

source: Numbers memory, difficulty: */**
eo_eo: Memorado de nombroj, malfacileco: */**
gl_es: Memoria de números, dificultade: */**

source: NumbersMemory
eo_eo: NombraMemorado
gl_es: Memoria de números

source: On the left the initial of the animal name is shown.
eo_eo: Maldekstre aperas la unua litero de la bestonomo.
gl_es: Na esquerda se mostra a inicial do nome do animal

source: Packid
eo_eo: Pakid

source: Packid, difficulty: **/***
eo_eo: Pakid, malfacileco **/***
gl_es: Packid, dificultade: **/***

source: Pong
eo_eo: Pongo

source: Pong classic tennis game, difficulty: *
eo_eo: Klasika tenisa ludo "Pongo", malfacileco: *
gl_es: Xogo clásico de tenis Pong, dificultade: *

source: Put all the pieces in the correct order.
eo_eo: Aranĝu ĉiujn pecojn en la ĝusta sinsekvo.
gl_es: Pon todas as pezas na orde correcta.

source: Puzzle
eo_eo: Puzlo
gl_es: Quebracabezas

source: Puzzle, difficulty: */**
eo_eo: Puzlo, malfacileco: */**
gl_es: Quebracabezas, dificultade: */**

source: Select an activity and click on the button, the activity will be started.
eo_eo: Elektu aktivaĵon kaj klaku al la butono, la aktivaĵo startos.
gl_es: Selecciona unha actividade e pulsa o botón. A actividade comezará

source: Single play - Hit the ball against the wall.
eo_eo: Unupersona ludo -- frapu pilkon al muro.
gl_es: Xogador único - Golpea a pelota contra a parede.

source: Sound association, difficulty: *
eo_eo: Asociado de sonoj, malfacileco: *
gl_es: Asociación de sons, dificultade: *

source: Sound association, difficulty: */**
eo_eo: Asociado de sonoj, malfacileco: */**
gl_es: Asociación de sons, dificultade: */**

source: Sound memory, difficulty: */**
eo_eo: Memorado de sonoj, malfacileco: */**
gl_es: Memoria de sons, dificultade: */**

source: Soundmemory
eo_eo: Sona memorado
gl_es: Memoria de sons

source: Starting level %s
eo_eo: Komenca nivelo: %s
gl_es: Nivel inicial %s

source: Stopping timers, please wait...
eo_eo: Haltigo de tempo-mezuriloj, bonvolu atendi...
gl_es: Detendo os temporizadores. Por favor, agarda...

source: The aim of the game:
eo_eo: La celo de la ludo:
gl_es: O obxectivo do xogo:

source: The aim of this activity
eo_eo: La celo de tiu ĉi aktivaĵo
gl_es: O obxectivo desta actividade

source: The aim of this activity:
eo_eo: La celo de tiu ĉi aktivaĵo:
gl_es: O obxectivo desta actividade:

source: The classic pong game where you must hit a ball with your bat.
eo_eo: La klasika ponga ludo, en kiu vi devas frapi pilkon per via rakedo.
gl_es: O xogo clásico do Pong no que debes golpear coa túa raqueta.

source: The faster you find all the characters the better your score will be.
eo_eo: Ju pli rapide vi trovos ĉiujn signojn, des pli bona estos via poentaro.
gl_es: Canto máis rapidamente atopes todos os caracteres, maior será a túa puntuación.

source: The fewer hits you need to get the ball in the hole, the more points you get.
eo_eo: Ju malpli da frapoj vi bezonas por entruigi la globon, des pli da poentoj vi ricevas.
gl_es: Cantos menos intentos necesites para introducir a bola no buratos, máis puntos obterás

source: The game has a configuration file called 'pongrc', located in the .childsplay directory of your homedirectory.
eo_eo: La ludo havas agordan dosieron, kiu nomiĝas 'pongrc' kaj estas en la dosierujo '.childsplay' en via hhejma dosierujo.
gl_es: O xogo ten un ficheiro de configuración chamado "pongrc" que se atopa no directorio "childsplay" do teu cartafol persoal.

source: The last level is only available when you finish the first three levels without errors.
eo_eo: La lasta nivelo estas disponebla nur, se vi finas la unuajn tri nivelojn sen eraroj.
gl_es: O último nivel só estará dispoñíbel cando termines sen erros os tres primeiros.

source: The longer you hold the left button the harder it will hit the ball.
eo_eo: Ju pli longe vi premas la maldekstran butonon, des pli forte ĝi frapos la globon.
gl_es: Canto máis tempo manteñas pulsado o botón esquerdo, con máis forza se golpeará a bola.

source: The word to find is:
eo_eo: La vorto, kiun vi trovu, estas:
gl_es: A palabra a buscar é:

source: Then the animal name is spoken ('the dog'), and the animal makes his cry ('woof' 'cui-cui' etc.).
eo_eo: Tiam sonas la parolata nomo de la besto ("la hundo"), kaj la besto blekas ("vaŭ", "mu" ktp.).
gl_es: Entón dise o nome do animal («o can»), e o animal fai o seu son («guau», «cuac-cuac», etc).

source: There are thee levels with three words each.
eo_eo: Estas tri niveloj, ĉiu kun tri vortoj.
gl_es: Hai tres niveis con tres palabras cada un

source: There are three modes to choose from:
eo_eo: Vi povas elekti inter tri reĝimoj:
gl_es: Hai tres niveis a elixir:

source: There was an error in %s. Please check the logs and inform the developers
eo_eo: Estis eraro en %s. Bonvolu inspekti la protokolojn kaj informi la evoluigantojn.
gl_es: Houbo un erro en %s. Por favor, verifica os ficheiros de rexistro e informa aos desenvolvedores/as

source: There was an error in the database this can be caused by many things but most of the time it's caused by the fact that your version of the database doesn't match the version of the program. I will backup your original database and then replace it with a new one. The original database is now called sp.db_back and it's placed in %s
eo_eo: Okazis eraro en la datenbanko. Tio povas havi multajn kaŭzojn, sed plej ofte ĝi okazas, ĉar la versio de via datenbanko ne kongruas kun la versio de via programo. Mi faros rezervan kopion de via originala datenbanko kaj poste anstataŭigos ĝin per nova. La originala datenbanko nun nomiĝas sp.db_back kaj troviĝas en %s.
gl_es: Houbo un erro na base de datos. Pode deberse a moitos motivos, pero na maioría das veces debese a que a túa versión da base de datos non coincide coa versión do programa. Farase unha copia de respaldo da base de datos orixinal, e cambiarase por unha nova. A base de datos orixinal chamarase sp.db_back e atoparase en %s

source: This activity belongs to the category: %s
eo_eo: Tiu ĉi aktivaĵo apartenas al la kategorio %s
gl_es: Esta actividade pertence á categoría: %s

source: This activity has %s levels
eo_eo: Tiu ĉi aktivaĵo havas %s nivelojn.
gl_es: Esta actividade ten %s niveis

source: This database table holds the values used when displaying the results graph in an activity. The column 'MU-value' holds an integer between 0 and 10 indicating the average score.(the dark blue line). The column 'SIGMA-value' holds an integer between 0 an 100 indicating the standard deviation in percentage, probably always 50. (the light blue box) Click on the row you want to alter and then click on the field you wish to edit. You cannot edit the 'Activity name' field. Use the 'Save' button to store the changes in the database.
eo_eo: Tiu ĉi datenbanko enhavas la valorojn uzatajn por montri la rezulto-grafikaĵon en aktivaĵo. La kolumno 'MU-value' enhavas entjeran nombron inter 0 kaj 10, kiu indikas la mezuman poentaron (en la malhele blua linio). La koumno "SIGMA-value' enhavas entjeran nombron inter 0 kaj 100, kiu indikas la norman deviaĵon en elcentoj, probable ĉiam 50 (la hele blua kesto). Klaku al la linio, kiun vi volas ŝanĝi, kaj tiam klaku al la kampo, kiun vi volas redakti. Ne eblas modifi la kampon "nomo de la aktivaĵo". Uzu la butonon "Konservu" por konservi viajn ŝanĝojn en la datenbanko.
gl_es: Esta táboa da base de datos contén os valores usados ao mostrar o gráfico de resultados nunha actividade. A columna "Valor-MU" contén un enteiro entre 0 e 10 que indica a puntuación media (a liña azul escuro). A columna "Valor Sigma" contén un enteiro entre 0 e 100 que indica a desviación estandar en porcentaxe, probabelmente sempre 50 (a caixa azul claro). Pulsa sobre a fila que desexes modificar e a continuación sobre o campo que desexes editar. Non podes editar o campo "Nome de actividade". Usa o botón "gardar" para gardar os cambios na base de datos.

source: This is a game to teach the alphabet to very little childrens.
eo_eo: Tio ĉi estas ludo por instrui la alfabeton al tre junaj infanoj.
gl_es: Este é un xogo para ensinar o alfabeto a nenos e nenas moi pequenos.

source: This is the menu used to select an activity.
eo_eo: Jen la menuo, per kiu eblas elekti aktivaĵon.
gl_es: Este é o menú que se utiliza para seleccionar unha actividade.

source: Tip:
eo_eo: Konsilo:
gl_es: Consello:

source: Try to 'eat' all the letters in the appropriated order.
eo_eo: Provu "manĝi" ĉiujn literojn en la ĝusta sinsekvo.
gl_es: Tenta "comerte" todas as letras na orde adecuada

source: Try to find the way out while eating the fruits for extra points and
eo_eo: Pro trovi la elirejon, manĝante fruktojn; ili donos ekstrajn poentojn
gl_es: Tenta atopar a saída comendo as froitas para obter

source: Try to remove the fish by clicking on them with the mouse.
eo_eo: Provu forigi la fiŝojn klakante al ili per la muso.
gl_es: Intenta eliminar os peixes pulsando sobre eles co rato.

source: Type the falling letters on the keyboard before they hit the ground.
eo_eo: Tajpu la falantajn literojn per la klavaro, antaŭ ke ili frapas la grundon.
gl_es: Teclea as letras que caen co teclado antes de que cheguen ao chan.

source: Upper case characters memory, difficulty: */**
eo_eo: Memorado de majusklaj literoj, malfacileco: */**
gl_es: Memoria de caracteres en maiúscula, dificultade: */**

source: UppercaseMemory
eo_eo: MajusklaMemorado
gl_es: Memoria de maiúsculas

source: Use the right mousebutton to aim and the left button to hit the ball.
eo_eo: Uzu la dekstran mus-butonon por celumi kaj la maldekstran por frapi globon.
gl_es: Usa o botón dereito do rato para apuntar e o botón dereito para golpear a bola.

source: Use these keys on your keyboard to control the bat.
eo_eo: Uzu jenajn klavojn en via klavaro por movi la rakedon:
gl_es: Usa estas teclas do teclado para controlar a raqueta

source: User: %s
eo_eo: Uzulo: %s
gl_es: Usuario/a: %s

source: Username:
eo_eo: Uzula nomo:
gl_es: Nome de _usuario/a:

source: When a letter is hit on the keyboard, a corresponding animal is shown.
eo_eo: Kiam vi tajpas literon sur la klavaro, la responda besto aperas.
gl_es: Cando se pulsa unha letra do teclado, mostrase o animal correspondente.

source: When you can't find the correct character after a certain period of time a box will be drawn around it.
eo_eo: Se vi ne povas trovi la ĝustan literon ene de certa tempo, kesto estos metita ĉirkaŭ ĝi.
gl_es: Se non consegues atopar o símbolo correcto tras certa cantidade de tempo, debuxarase unha caixa ao seu redor.

source: When you have finished all the levels, without making to much mistakes
eo_eo: Post kiam vi finis ĉiujn nivelojn sen fari tro da eraroj
gl_es: Cando remate todos os niveis sen demasiadas equivocacións

source: You can add your own images by placing them in the following directory:
eo_eo: Vi povas aldoni proprajn bildojn metante ilin en jenan dosierujon:
gl_es: Podes engadir as túas propias imaxes colocándoas no seguinte directorio:

source: You can hit the 'graph' button to see your results per level.
eo_eo: Vi povas puŝi la butonon "grafikaĵo" por vidi viajn rezultojn por ĉiu nivelo.
gl_es: Podes pulsar o botón "gráfico" para ver os resultados por niveis.

source: You have to make the blue ball enter the hole (in level 1)
eo_eo: Vi devas enirigi la bluan globon en la truon (en nivelo 1)
gl_es: Tes que conseguir que as bola azul entre no burato (no nivel 1)

source: You won!!
eo_eo: Vi gajnis!
gl_es: Gañaches!

source: Your image is saved at: %s
eo_eo: Via bildo estis konservita tie: %s
gl_es: A túa imaxe gardouse en: %s

source: Your language, %s, is not supported. I will now switch to English
eo_eo: Via lingvo, "%s", ne estas subtenata. Mi nun transiros al la angla lingvo..
gl_es: O teu idioma , %s, non está soportado. Pasarase ao inglés.

source: and the red ones in levels 2 and 3.
eo_eo: kaj la ruĝajn en niveloj 2 kaj 3.
gl_es: e as vermellas nos niveis 2 e 3.

source: funny sounds :-)
eo_eo: kaj sonas amuze. :-)
gl_es: sons divertidos :-)

source: points
eo_eo: poentoj
gl_es: puntos
