Repository: Txikilinux/childsplay
Catalog: old-sf-svn/branches/seniorplay2.1/po/seniorplay_*.po
Languages: de_de, fr_fr, sv_se

source: Touch the 'Play' button to continue the game.
de_de: Berühren Sie die 'Spiel' Taste um das Spiel fortzufahren.
fr_fr: Touchez vous le bouton 'Jouer' pour continuer le jeu.
sv_se: Rör vid spel knappen för att fortsätta spelet.

source: Touch the changed picture.
de_de: Berühren Sie das veränderte Bild.
fr_fr: Touchez vous l'image modifiée.
sv_se: Rör den ändrade bilden.

source: A collection of braintrain games for seniors.
de_de: Eine Sammlung von Gehirn-Spiele für Senioren
fr_fr: Une collection de jeux pour l'entraînement cérébral pour les aînés.
sv_se: En kollektion av braintrainer spel för seniorer.

source: Activity :
de_de: Aktivität :
fr_fr: Activité :
sv_se: Aktivitet:

source: Activity : %s
de_de: Aktivität : %s
fr_fr: Activité :%s
sv_se: Aktivitet:%s

source: All the games have there own help page, just start a game and hit the stars on top of the screen to select another difficulty.
de_de: Alle die Spiele haben ihre eigene Aushilfeseite, man muss nur ein Spiel anfangen und die Sterne oben auf dem Bildschirm berühren um eine andere Schwierigkeit zu wählen.
fr_fr: Tous les jeux ont leur propre page d'assistance. Vous commencez le jeu et puis vous touchez les étoiles en haut de la page afin de choisir un autre niveau de difficulté.
sv_se: Alla spel har sin egen hjälpsida,starta bara ett spel och tryck på stjärnorna på toppen av skärmen för att välja en annan svårighet.

source: Alphabet
de_de: Das Alphabet
fr_fr: L'Alphabet
sv_se: Alfabet.

source: Already found:
de_de: Schon gefunden:
fr_fr: Déjà trouvé:
sv_se: Redan hittad

source: Answer the quiz questions.
de_de: Antworten Sie die Ratespielfragen.
fr_fr: Répondez vous aux questions de quiz.
sv_se: Svara på quiz frågorna.

source: Answers:
de_de: Antworten:
fr_fr: Les réponses:
sv_se: Svar:

source: Are sure you want to quit the dailytraining ? All the results will be lost.
de_de: Sind Sie sicher, dass Sie wirklich abbrechen werden? Alle die Ergebnisse wird verloren.
fr_fr: Est-ce que vous êtes sur que vous voulez quitter? Tous les résultats seront perdus.
sv_se: Vill ni verkligen avsluta den dagliga träningen? Alla resultat kommer att försvinna.

source: At the bottom you'll see a image of the complete puzzle.
de_de: Unten auf dem Bildschirm, sehen Sie ein Gibilde des abgeschlossenen Rätsels.
fr_fr: En bas de page, on voit l'image du casse-tête achevé.
sv_se: Längts ner på sidan ser ni en bild av det färdiga pusslet.

source: At the top of the screen, you will see a general knowledge question.
de_de: Oben auf dem Bildschirm sehen Sie eine Frage des Allgemeinwissens.
fr_fr: En haut de page, on voit une question de culture générale.
sv_se: Längst upp på skärmen,kommer ni att se en fråga om allmänbildning.

source: At the top of the screen, you will see a math problem.
de_de: Oben auf dem Bildschirm sehen Sie eine Frage der Mathematik.
fr_fr: En haut de page, on voit une question de mathématique.
sv_se: Längst upp på skärmen,kommer ni att se ett matematiskt problem.

source: At the top of the screen, you will see a picture on the screen with a related question.
de_de: Oben auf dem Bildschirm sehen Sie ein Bild in Bezug auf der Frage.
fr_fr: En haut de page, on voit une image avec une question liée.
sv_se: Längst upp på skärmen,kommer ni att se bild med en relaterad fråga.

source: At the top of the screen, you will see a question about a member of Royalty
de_de: Oben auf dem Bildschirm sehen Sie eine Frage, die um das Königtum geht.
fr_fr: En haut de page, on voit une question des membres d'une famille royale.
sv_se: Längst upp på skärmen,kommer ni att se en fråga om kungligheter.

source: At the top of the screen, you will see a question from general knowledge question from the selected period.
de_de: Oben auf dem Bildschirm sehen Sie eine Frage des Allgemeinwissens aus dem ausgewählten Zeitalter.
fr_fr: En haut de page, on voit une question de culture générale de la période choisi.
sv_se: Längst upp på skärmen,kommer ni att se allmänbildningsfråga om den valda perioden.

source: Below it are a choice of possible answers. Touch the correct answer.
de_de: Unten gibt es eine Wahl von möglichen Antworten . Berühren Sie die korrekte Antwort.
fr_fr: Au-dessous il y a un choix de réponses possibles. Touchez vous la réponse correcte.
sv_se: Nedanför finns det olika svar. Rör vid det rätta svaret

source: Cancel
de_de: Abrechen
fr_fr: Annulez
sv_se: Avbryt

source: Cheat
de_de: Spicken
fr_fr: Trichez
sv_se: Fuska

source: Childsplay_sp - educational activities, using theme:%s
de_de: Childsplay_sp - Ausbildungsaktivitäten, die um %s geht.
fr_fr: Childsplay_sp - des activités educatives, du thème:%s
sv_se: Barnspel_sp-inlärnings aktivitet,använd tema:%s

source: Childsplay_sp login
de_de: Childsplay_sp einloggen
fr_fr: Childsplay_sp s'identifier
sv_se: Barnspel_sp login

source: Classic memory game where you have to find pairs of cards.
de_de: Klassisches Erinnerungspiel wo Sie ein Paar von Karten finden müssen.
fr_fr: Jeu de memoire classique où vous devez trouver des paires de cartes.
sv_se: Klassisk memory spel där ni skall hitta ett par av spelkort.

source: Classic memory game where you have to find pairs of sounds.
de_de: Klassisches Erinnerungspiel wo Sie ein Paar von Geräusche finden müssen.
fr_fr: Jeu de memoire classique où vous devez trouver des paires de sons.
sv_se: Klassiskt memory spel där ni skall hitta ett par av ljud.

source: Correctness is more important than speed
de_de: Die Fehlerfreiheit ist wichtiger als die Eile.
fr_fr: La conformité est plus importante que la vitesse.
sv_se: Korrekthet är viktigare än snabbhet.

source: Current activity : %s
de_de: Laufende Aktivität : %s
fr_fr: Activité actuelle : %s
sv_se: Aktuell aktivitet : %s

source: Do you really want to quit ?
de_de: Wollen Sie wirklich beenden?
fr_fr: Voulez vous vraiment déconnecté?
sv_se: Vill ni verkligen avsluta ?

source: Error !
de_de: Irrung!
fr_fr: Erreur!
sv_se: Fel !

source: Error constructing activity %s
de_de: Irrung um die Aktivität aufzubauen %s
fr_fr: Erreur en construisant l'activité %s
sv_se: Fekonstruerad aktivitet %s

source: Error importing activity %s
de_de: Irrung um die Aktivität einzubringen %s
fr_fr: Erreur d'importation de l'activité %s
sv_se: Fel importering av aktivitet %s

source: Exercises
de_de: Übungen
fr_fr: Les exercises
sv_se: Övningar

source: Failed to make screenshot %s
de_de: Der Screenshot wird nicht gemacht %s
fr_fr: C'était impossible de faire une copie d'écran %s

source: Failed to send the email. Error: %s
de_de: Das Email wird nicht geschickt. Fehler: %s
fr_fr: On ne peut pas envoyer le courrier électronique. Erreur: %s

source: Findit
de_de: Finden Sie es
fr_fr: Trouvez-le
sv_se: Hitta det

source: Fishtank
de_de: das Aquarium
fr_fr: Aquarium
sv_se: Akvarium

source: Fun
de_de: der Spass
fr_fr: Amusement
sv_se: Kul

source: Fun/Mousetraining
de_de: der Spass / Trainieren bei der Maus
fr_fr: Amusement / la formation de souris
sv_se: Kul/Musträning

source: Generated by Childsplay_sp version %s for the %s activity
de_de: Erzeught durch Childsplay_sp version %s für die %s Aktivität
fr_fr: Créé par Childsplay_sp version %s pour l'activité de %s
sv_se: Utvecklad av Childsplay_sp version %s för %s aktivitet.

source: Hit the 'Begin' button to start.
de_de: Berühren Sie die 'Start' Taste um anzufangen.
fr_fr: Touchez vous le bouton 'Commence' pour commencer.
sv_se: Tryck på börja knappen för att starta.

source: Hit the 'space' key or a mousebutton to skip the countdown
de_de: Berühren Sie die Leertaste oder die Maus um das Rückwärtszählen zum Start auszulassen
fr_fr: Touchez la barre d'espacement ou le souris afin de sauter la compte à rebours
sv_se: Slå på 'mellanslags ' tangenten eller musklicka för att avsluta nedräkningen

source: In the last level the fish needs to be clicked two times while they try to escape.
de_de: In die letzte Schwierigkeitsstufe man muss der Fisch zweimals klicken während sie entzufliehen versuchen.
fr_fr: Au dernier niveau on doit cliquer sur les poissons deux fois pendant qu'ils essaient de s'échapper.
sv_se: På den sista nivån behöver man klicka två gånger på fisken när dom försöker komma undan.

source: Information
de_de: Hinweis

source: Information about %s
de_de: Hinweis über % s
fr_fr: Information quant à %s
sv_se: Information om %s

source: It seems that we cannot use the sound card right now and because this activity is all about sound, we just quit. This problem can also be caused by another application which uses the soundcard right now.
de_de: Es scheint, dass wir diese Soundkarte momentan nicht benutzen können. Diese Aktivität geht um dem Geräusch und deswegen werden wir abbrechen. Der Grund dieses Problems kann sein, dass eine andere Anwendung die Soundkarte jetzt benuzt.
fr_fr: Il semble qu'on ne peut pas utiliser la carte de son actuellement. Ce jeu a besoin de son et donc on va juste quitter. Ce problème peut être provoqué par le fait que la carte du son est en cours d'utilisation par une autre application.
sv_se: Det verkar som vi inte kan använda ljudkortet just nu, denna aktivitet är bara med ljud,vi bara avslutar.Detta problem kan också bero på en annan applikation använder ljudkortet just nu.

source: Keyboardtraining
de_de: Trainieren bei der Tastatur
fr_fr: La formation du clavier
sv_se: Tangentbordsträning

source: Language
de_de: Sprache
fr_fr: Langue
sv_se: Språk

source: Login
de_de: Einloggen
fr_fr: Identifiant

source: Look closely at the complete puzzle picture at the bottom.
de_de: Schauen Sie die fertige Rätselbild zuunterst nah an.
fr_fr: Regardez vous de près l'image du casse-tête achevé en bas de page.
sv_se: Titta noga på bilden på det färdiga pusslet längst ner.

source: Look closely at the pictures when you have them memorized touch 'START'. The pictures turn around, you must match the memorized repeated cards.
de_de: Schauen Sie die Bilder nah an, wenn Sie die abgespeichert haben, berühren Sie die 'START' Taste. Die Bilder wandern umher. Sie müssen die Bilder angleichen.
fr_fr: Regardez vous de près les images et quand vouz les avez mémorisées, touchez 'Commence'. Les images se retournent, vous devez choisir les cartes mémorisées qui correspondent.
sv_se: Titta noga på bilderna när du minns dom rör vid START . Bilden vänds upp,ni måste matcha det memorerade återkommade korten.

source: Make a word with the letter:
de_de: Machen Sie ein Wort mit dem Buchstabe:
fr_fr: Faisez un mot qui commence avec la lettre:
sv_se: Gör ett ord med bokstaven:

source: Math
de_de: die Mathematik
sv_se: Matematik

source: Math Quiz
de_de: Das Ratespiel der Mathematik
fr_fr: Quiz de mathématiques
sv_se: Matematik Quiz

source: Melody Quiz
de_de: Das Ratespiel der Melodie
fr_fr: Quiz de son
sv_se: Melodi Quiz

source: Memorize the pictures. One of these pictures will be replaced by a new picture. Touch the 'Start' button to begin the game.
de_de: Speichern Sie die Bilder. Einer dieser Bilder wird durch ein neue Bild ersetzt. Berühren Sie die 'START' Taste um das Spiel anzufangen
fr_fr: Mémorisez vous les images. Une de ces images sera remplacé par une image nouvelle. Touchez vous 'Commence' pour commencer le jeu.
sv_se: Memorera bilden. En avdessa bilder kommer att bytas ut med en ny bild. Tryck på 'Start' knappen för att starta spelet.

source: Memory
de_de: Erinnerung
fr_fr: Memoire
sv_se: Minne

source: Mind the sound sequence as well as the colors sequence.
de_de: Schauen Sie die Sequenz der Geräusche ebenso wie die Sequenz der Farbe.
fr_fr: Faites attention à la séquence des sons aussi que à la séquence des couleurs.
sv_se: Tänk på ljud sekvensen samt färg sekvensen.

source: Miscellaneous
de_de: sonstige Zusatzstoffe
fr_fr: Divers
sv_se: Blandat

source: Mousetraining
de_de: Trainieren bei der Maus
fr_fr: La formation de souris.
sv_se: Musträning

source: No
de_de: Nein
fr_fr: Non
sv_se: Nej

source: No data available for this level
de_de: Keine Daten benutzbar für diese Schwierigkeitsstufe
fr_fr: Il n'y a pas de données pour ce niveau
sv_se: Ingen data tillgänglig på denna nivå

source: No photo albums found ! You should place your pictures inside directories called 'Album_1', 'Album_2' etc Place these directories inside %s
de_de: Kein Fotoalbums gefunden ! Sie müssen Ihre Bilder in Verzeichnisse, die 'Album_1', 'Album_2' etc heissen, stellen. Stellen Sie diese Verzeichnisse in %s
fr_fr: On n'a pas trouvé l'album de photos ! Vous devez mettre vos images dans les répertoires qui s'appellent 'Album_1', 'Album_2' etc Mettez vous ces répertoires dans %s
sv_se: Inget foto album funnet! Ni skall placera er bild i katalogen kallad 'Album_1','Album_2' etc Placera dessa kataloger inne i %s

source: Number of levels : 1
de_de: Die Anzahl von Schwierigkeitsstufe: 1
fr_fr: Nombre de niveaux : 1
sv_se: Antal nivåer : 1

source: Number of levels : 6
de_de: Die Anzahl von Schwierigkeitsstufe: 6
fr_fr: Nombre de niveaux : 6
sv_se: Antal nivåer : 6

source: Numbers
de_de: Die Zahlen
fr_fr: Nombres
sv_se: Antal

source: OK
de_de: in Ordnung
fr_fr: D'accord

source: On the next screen you will see a short text, read it and try to remember as much as possible.
de_de: Auf dem nächsten Bildschirm sieht man einen kleine Wortlaut, lesen Sie es und erinnern Sie sich so viel wie möglich.
fr_fr: Sur le prochain écran, il y a un petit texte - lisez le et essayez de se rappeler de autant que possible.
sv_se: På nästa bild kommer ni att se en kort text,läs den och försök komma ihåg så mycket som möjligt.

source: On the next screen you'll find a keyboard, try to make as much words as possible that begin with the letter '%s'.
de_de: Auf dem nächsten Bildschirm sieht man eine Tastatur, versuchen Sie so viele Worte wie möglich, die mit dem Buschstabe '%s' anfängt zu schreiben.
fr_fr: Sur le prochain écran, il y a un clavier. Essayez d'écrire autant de mots possibles qui commence avec la lettre '%s'.
sv_se: På nästa bild hittar ni ett tangentbord,försök skriva så många ord som möjligt som börjar med bokstaven %s

source: On the next screen you'll find a keyboard, try to name as much %s as possible with the same letter.
de_de: Auf dem nächsten Bildschirm sieht man eine Tastatur, versuchen Sie so viel %s wie möglich, die mit dem gleichen Buschstabe anfängt
fr_fr: Sur le prochain écran, il y a un clavier. Essayez de trouver le plus de %s possible avec la même lettre.
sv_se: På nästa bild hittar ni ett tangentbord, försök namnge så mycket %s som möjligt med samma bokstav.

source: On the screen are four blocks of different colours.
de_de: Auf dem Bildschirm gibt es vier Blöcke von verschiedenen Farbe.
fr_fr: Sur l'écran, il y a quatre blocs de couleurs différentes.
sv_se: På skärmen finns fyra fyrkanter i olika färger.

source: On the screen you will see two almost identical pictures. However, there are differences between the images.
de_de: Auf dem Bildschirm sehen Sie zwei fast identische Bilder. Jedoch gibt es Unterschiede zwischen die Bilder.
fr_fr: Sur l'écran, il y a deux images presque identique. Cependant, il y a des différences entre les deux images.
sv_se: På skärmen kommer ni att se två nästan identiska bilder . Men , det finns skilldnader på bilderna.

source: Only words from the dictionary are allowed.
de_de: Man kann nur Worte aus dem Wörterbuch benutzen.
fr_fr: On ne peut qu'utiliser les mots qui sont dans le dictionnaire.
sv_se: Bara ord från lexikonet är tillåtet.

source: Percentile scores for level %s
de_de: Die Perzentilergebnisse für die Schwierigkeitsstufe %s
fr_fr: Les résultats percentile pour niveau %s
sv_se: Procentuell poäng för nivå %s

source: Photoalbum
de_de: Das Fotoalbum
fr_fr: Album de photos
sv_se: Fotoalbum

source: Picture Quiz
de_de: Quiz - Bilder
fr_fr: Quiz d'image
sv_se: Bild Quiz

source: Place the puzzle piece on the right where you think it belongs...
de_de: Setzen Sie das Puzzlestück rechterseits, wo sie denken, dass es gehört.
fr_fr: Mettez vous la pièce à droite où vous pensez que ça doit être...
sv_se: Lägg pusselbiten till höger där du tror den hör hemma...

source: Play
de_de: Spielen
fr_fr: Jouez
sv_se: Spela

source: Please give a short description or ticket number and hit [Enter] (max 50 characters)
de_de: Bitte geben Sie eine kleine Beschreibung oder die Eintrittsnummer und Berühren Sie [Enter] (max 50 characters)
fr_fr: Donnez une petite description ou le numéro de billet svp et appuyez sur [Enter] (max 50 characters)

source: Please, choose a set of cards.
de_de: Bitte wählen Sie ein Satz von Karten.
fr_fr: S'il vous plaît, choissisez vous un jeu de cartes.
sv_se: Välj ett set av kort.

source: Please, choose a set of puzzle images.
de_de: Bitte wählen Sie ein Satz von Rätselgebilde.
fr_fr: S'il vous plaît, choissisez vous un lot d'images du casse-tête.
sv_se: Välj ett set av pussel bilder.

source: Press the Start button with your finger.
de_de: Berühren Sie die 'START' Taste mit Ihrem Finger.
fr_fr: Touchez vous le bouton 'Commence' avec votre doigt.
sv_se: Tryck på start knappen med ditt finger.

source: Puzzle
de_de: das Rätsel
fr_fr: Le casse-tête
sv_se: Pussel

source: Question ?
de_de: Frage?
sv_se: Fråga ?

source: Quit ?
de_de: Abbrechen?
fr_fr: Quittez?
sv_se: Sluta ?

source: Quiz history
de_de: Quiz - Geschichte
fr_fr: Quiz d'histoire
sv_se: Historia Quiz

source: Quiz royal
de_de: Quiz - Königtum.
fr_fr: Quiz des membres d'une famille royale
sv_se: Kunglighets Quiz

source: Results
de_de: Die Ergebnisse
fr_fr: Résultats
sv_se: Resultat

source: Save image
de_de: Speichern das Gebilde
fr_fr: Enregistrez l'image
sv_se: Spara bilden

source: Select an activity and click on the button, the activity will be started.
de_de: Wählen Sie eine Aktivität und berühren Sie die Taste, die Aktivität wird anfangen.
fr_fr: Choissisez vous une activité, touchez le bouton et le jeu va commencer.
sv_se: Välj en aktivitet och klicka på knappen, aktiviteten kommer att starta

source: Seniorplay
de_de: Seniorenspiel
fr_fr: Jeu pour les aînés.
sv_se: Seniorspel

source: Several images from the past will appear on the screen. Look carefully at them and remember what you see.
de_de: Verschiedene Bilder aus der Vergangenheit werden auf dem Bildschirm anscheinen. Schauen Sie sorgfältig an sie und erinnern Sie sich was Sie gesehen haben.
fr_fr: Plusiers images de la passée vont paraître sur l'écran. Regardez les de près et mémorisez vous ce que vous voyez.
sv_se: Flera bilder från förr kommer att visas på skärmen. Titta noga på dom och kom ihåg vad du ser.

source: Soundmemory
de_de: Die Erinnerung des Geräusches
fr_fr: Mémoire de son
sv_se: Ljudminne

source: Spin the bottle
de_de: Das Flaschendrehen
fr_fr: Le jeu de la bouteille
sv_se: Snurra flaskan

source: Start
de_de: Der Anfang
fr_fr: Commencez

source: Starting a new exercise
de_de: Man startet eine neue Aufgabe
fr_fr: On commence un nouveau exercise
sv_se: Börja ny övning

source: Starting level %s
de_de: Die Startenschwierigkeitsstufe %s
fr_fr: Niveau de commencement %s
sv_se: Start nivå %s

source: Stopping timers, please wait...
de_de: Man stoppt der Timer, warten Sie bitte...
fr_fr: On arrête les minuteurs, attendez s'il vous plaît...
sv_se: Stoppar klockan, vänta...

source: Story
de_de: Geschichte
fr_fr: L'histoire
sv_se: Historia

source: Suggestions:
de_de: Die Vorschläge:
fr_fr: Les suggestions:
sv_se: Förslag:

source: Synonyms
de_de: Die Synonymen
fr_fr: Les synonymes
sv_se: Synonymer

source: The blocks will light up randomly along with sound clues.
de_de: Die farbigen Blöcke werden stichprobenweise blinken zusammen mit Geräuschspuren.
fr_fr: Les blocs vont illuminer au hasard avec les indices de son.
sv_se: Klossarna kommer att lysa upp slumpmässigt med ljud ledtrådar

source: The aim of this activity:
de_de: Das Ziel dieser Aktivität:
fr_fr: Le but de cette activité:
sv_se: Meningen med denna aktivitet:

source: The arrows to the left take you to the previous image.
de_de: Die Pfeile linkerseits nehmen Sie zurück zum vorangehenden Gebild.
fr_fr: Les flèches à gauche vous permettez de retourner à l'image précédente.
sv_se: Pilarna till vänster tar dig till den föregående bilden.

source: The difficulty of the set increases from left to right.
de_de: Die Schwierigkeit des Spiels nimmt von links nach rechts zu.
fr_fr: Le niveau de difficulté du jeu augmente de gauche à droite.
sv_se: Svårigheten på detta set ökar från vänster till höger.

source: The game is to match pairs of pictures
de_de: Sie müssen die Paaren angleichen.
fr_fr: Le but de ce jeu est de trouver des paires d'images.
sv_se: Spelet går ut på att matcha bilderna parvis

source: There was an error in %s. Please check the logs and inform the developers
de_de: Es gab eine Irrung in %s. Bitte prüfen Sie die Logs und informieren Sie der Entwickler.
fr_fr: Il y a eu un erreur en %s. S'il vous plaît, vérifiez le journal de bord et informez les programmeurs.
sv_se: Där har uppstått ett fel i %s. V.v kolla loggen och informera programerarna

source: There was an error in the database this can be caused by many things but most of the time it's caused by the fact that your version of the database doesn't match the version of the program. I will backup your original database and then replace it with a new one. The original database is now called sp.db_back and it's placed in %s
de_de: Es gab eine Irrung in dem Datenspeicher. Die Gründe dafür sind möglicherweise facettenreich aber meistens ist es wegen die Tatsache, dass Ihre Version des Datenspeichers geht nicht mit der Version des Programms. Ich werde eine Datensicherung Ihrer originalen Version des Datenspeichers machen und sie mit einer neuen Version ersetzen. Der originale Datenspeicher heisst jetzt sp.db_back und es liegt in %s
fr_fr: Il y a eu un erreur dans la base de données. Le raison pour cet erreur peut être provoqués par beaucoup de choses mais pour la plupart c'est provoqué par le fait que votre version de la base de données ne correspond pas à la version du programme. Je vais faire une sauvegarde de votre base de données originale et la remplacer avec une nouvelle version. La base de données originale s'appelle sp.db_back maintenant et on peut le trouver en %s
sv_se: Det har uppstått ett fel i databasen detta kan bero på många saker men de flesta gånger beror det på att din version av databasen inte stämmer överens med programmet.Jag kommer att göra en backup av din databas i orginal och sen bytra ut den mot en ny. Databasen i orginal kallas nu sp.db-back och placerad i %s

source: This activity has %s levels
de_de: Diese Aktivität hat %s Schwierigkeitsstufe.
fr_fr: Cette activité a %s niveaux
sv_se: Denna aktivitet har %s nivåer

source: This is the menu used to select an activity.
de_de: Man benutzt diese Befehlsübersicht um zwischen die verschieden Spiele zu wählen.
fr_fr: Vous utilisez ce menu pour choisir une activité.
sv_se: Detta är menyn för att välja aktivitet.

source: Tip:%s
de_de: Hinweis: %s
fr_fr: Conseil:%s
sv_se: Tips:%s

source: To little questions found in %s, found %s questions should be at least 10
de_de: Es gibt nicht genug Frage in %s. Wir haben %s Frage gefunden und es ist nötig, dass es wenigstens 10 Frage gibt
fr_fr: On n'a pas trouvé assez de questions en %s, on a trouvé %s. C'est nécessaire qu'il y a au moins 10 questions.
sv_se: För få frågor hittade i %s, hittade%s frågorna skall vara minst 10
