Repository: Txikilinux/childsplay
Catalog: old-sf-svn/branches/seniorplay2.1/po/seniorplay_*.po
Languages: de_de, fr_fr, sv_se

source: Touch the 'START' button on the right. The images will dissappear and when they return, one will have changed. Touch the picture which has changed.
de_de: Berühren Sie die 'START' Taste rechterseits. Die Bilder werden verschwinden und wenn sie rückkehren, wird ein Bild verändert sein. Berühren Sie das veränderte Bild.
fr_fr: Touchez le bouton 'Commence' à droite. Les images vont disparaître et quand ils retournent, une des images sera modifiée. Touchez l'image qui a changé.
sv_se: Rör ;START; knappen till höger. Bilderna kommer att försvinna och när dom kommer tillbaka, en kommer att vara ändrad. Rör den som är ändrad.

source: Try to remove the fish by clicking on them with the mouse.
de_de: Versuchen Sie die Fische abzuheben beim Antasten die Maus auf sie.
fr_fr: Essayez d'enlever les poissons en les cliquant avec la souris.
sv_se: Försök att ta bort fisken genom att klicka på dom med musen.

source: Try to repeat the sequence of sounds played.
de_de: Versuchen Sie die Sequenz der Geräusche zu wiederholen.
fr_fr: Essayez de répéter la séquence des sons.
sv_se: Försök att repetera sekvensen av det uppspelade ljudet.

source: Use the 'sub menu' buttons for the different activity menus
de_de: Benutzen Sie die 'Unterbefehlsübersicht' für das verschiedene Aktivitäten- Menü
fr_fr: Utilisez les boutons 'sous-menu' pour les menus d'activités différents.
sv_se: Använd ;sub menyen; knapparna för olika aktivitets menyer

source: Use the menu below to choose between the different game categories
de_de: Benutzen Sie die Befehlsübersicht unten um zwischen die verschieden Spiele zu wählen
fr_fr: Vous utilisez le menu du dessous pour choisir entre les catégories différentes de jeux.
sv_se: Använd menyn här under för att välja mellan dom olika spel kategorierna

source: User: %s
de_de: Benutzer: %s
fr_fr: Utilisateur/trice: %s
sv_se: Användare: %s

source: Username:
de_de: Benutzername:
fr_fr: Identifiant:
sv_se: Användarnamn:

source: Video
de_de: Das Video
fr_fr: La vidéo

source: Warning !
de_de: Achtung!
fr_fr: Avertissement!
sv_se: Varning !

source: When the flashing stops you will be prompted to repeat the sequence by touching the coloured blocks.
de_de: Wenn das Blinken beendet, wird es sobald abgefragt, wiederholen Sie die Sequenz beim Antasten die farbigen Blöcke.
fr_fr: Quand les blocs arrêtent de clignoter, vous deves répeter la séquence en touchant les blocs colorés.
sv_se: När blinkningen stannar skall du repetera sekvensen noga genom att röra dom olika klossarna.

source: When you finished reading the text hit the 'Begin' button and answer the questions.
de_de: Wenn Sie der kleine Wortlaut gelesen haben, berühren Sie die 'Start' Taste und antworten Sie die Frage.
fr_fr: Quand vous avez fini la lecture du texte, touchez Vous le bouton 'Commence' et répondez aux questions.
sv_se: När ni läst färdigt texten tryck på börja knappen och svara på frågorna.

source: When you spot a difference, touch it with your finger. You can click the question mark in the middle of the screen if you need a hint.
de_de: Wenn Sie eine Verschiedenheit finden, berühren Sie es mit Ihrem Finger. Sie können das Fragezeichen in der Mitte vom Bildschirm tasten, wenn Sie eine Spur brauchen.
fr_fr: Quand vous repérez une difference, touchez la avec votre doigt. Vous pouvez cliquer sur le point d'interrogation au milieu de l'écran si vous avez besoin d'une indice.
sv_se: När du ser något som är olika ,rör det med ditt finger . Du kan klicka på frågetecknet på mitten av skärmen om du behöver en ledtråd.

source: When you touch the picture you will hear a sound. Match the image with others that make the same sound,to get points.
de_de: Wenn Sie die Bilder berühren, hören Sie ein Geräusch. Sie müssen das Gebilde mit ein anderes Gebilde, die das gleiche Geräusch macht, eingleichen um die Punkte zu sammeln.
fr_fr: Quand vous touchez l'image vous allez entendre un son. Trouvez l'autre image qui correspond au même son pour gagner des points.
sv_se: När du rör vid bilden kommer du att höra ett ljud . Matcha bilden med andra så det blir samma ljud,för att få poäng.

source: Yes
de_de: Ja
fr_fr: Oui
sv_se: ja

source: You play very good, do you want to try the next level ?
de_de: Sie spielen sehr gut, wollen Sie die nächste Schwierigkeitsstufe probieren?
fr_fr: Vous jouez très bien, avez vous envie d'essayer le niveau prochain?
sv_se: Du spelar riktigt bra,vill du prova nästa steg

source: You select the pictures by touching them. As you progress through the star levels more pairs appear to match.
de_de: Sie wählen die Bilder wenn Sie sie berühren. Beim Fortschreiten durch die Schwierigkeitsstufe, anscheinen immer mehr Paaren anzugleichen.
fr_fr: Vous choissisez les images en les touchant. Comme vous progressez par les niveaux de difficulté, plus de paires vont apparaître.
sv_se: Du väljer bilderna genom att röra vid dom. När ni gör framsteg i stjärn nivåerna kommer fler par visa sig att matcha

source: Your email will be send, please wait.....
de_de: Ihr Email wird geschickt, warten Sie bitte ....
fr_fr: On envoie votre courrier électronique, attendez s'il vous plaît...

source: Your image is saved at: %s
de_de: Ihres Gebilde ist in : %s gepeichert.
fr_fr: Votre image est enregistré à: %s
sv_se: Din bild är sparad på: %s

source: beginning with the letter:
de_de: Es fängt mit dem Buschstabe: an
fr_fr: Commencant avec la lettre:
sv_se: Börjar med bokstaven:

source: Failed to parse the logfile, please contact the developers. Message was: %s
sv_se: Misslyckades att tolka loggfile, var vänlig kontakta utgivarna. Meddelandet var:%s
