Repository: Txikilinux/childsplay
Catalog: old-sf-svn/branches/olpc-branch/po/schoolsplay_*.po
Languages: ca_es, es_cl, nl_nl

source: Quit
ca_es: Eixir
es_cl: Salir
nl_nl: Stop

source: Info
ca_es: Informació
es_cl: Información
nl_nl: Informatie

source: Pause
ca_es: Aturada
es_cl: Pausa
nl_nl: Pauze

source: If you start the GUI for the first time there's no username and password set so you should just hit the 'Login' button. You will get a warning message telling you to set as soon as possible a username and password. You can set a username ans password in the GUI. Go to 'Settings' -> 'Set password'.
ca_es: Si executeu el programa per primera vegada en mode gràfic , no hi haurà usuari ni contrasenya, per tant heu de prémer el botó 'Usuari'. Tindreu un missatge d'alerta dient-vos que creeu l'usuari i la contrasenya quant abans millor. Podeu crear l'usuari i la contrasenya en mode gràfic si aneu a : 'Canvis' -> 'Posar contrasenya'.
es_cl: Si usted empieza el GUI por primera vez y no hay nombre de usuario y contraseña usted pulse el botón de la 'Entrada'. Usted obtendrá un mensaje de advertencia en que lo mas pronto posible entre un nombre de usuario y contraseña. Usted puede poner un nombre de usuario y contraseña en el interfaz gráfica. Hace clic en 'Setting' -> 'Set password'
nl_nl: De eerste keer dat de GUI wordt gestart is er nog geen gebruikersnaam en wachtwoord gezet dus je kunt gewoon de 'Login' knop klikken. Je zult een waarschuwingsbericht krijgen die je vertelt om zo snel mogelijk een wachtwoord en gebruikersnaam te zetten. Je kunt een gebruikersnaam en wachtwoord zetten in de GUI. Ga naar 'Instellingen' -> 'Zet wachtwoord'.

source: Failed to get the dbase data, try to run schoolsplay first to setup the dbase
ca_es: Errada al anar a la base de dades, proveu d'executar schoolsplay primer per crear la base de dades
es_cl: Falló de obtener los base de datos, primero intenta correr schoolsplay para arreglar el base de datos
nl_nl: Het ophalen van de database data is mislukt, probeer schoolsplay te starten om de database op te zetten.

source: Give your login name in the box and hit the login button. Alternatively you can just hit the login button and run Schoolsplay in anonymous mode.
ca_es: Poseu el vostre nom d'usuari a la caixa i premeu el botó d'usuari. Alternativament podeu prémer el botó d'usuari i executar Schoolsplay de forma anònima.
es_cl: Dé su nombre de usario en la caja y pulse el botón de entrada. Alternativamente usted puede pulsar el botón de la entrada y corre Schoolsplay en el modo anónimo
nl_nl: Geef je login naam in het veld en klik de login knop. Anders kun je de login knop klikken en Schoolsplay te starten in de anonieme mode.

source: It seems that we cannot use the sound card right now and because this activity is all about sound, we just quit. This problem can also be caused by another application which uses the soundcard right now.
ca_es: Sembla que no podeu utilitzar la tarja de so ara i com aquesta activitat utilitza tota l'estona sons , cal que ajusteu la tarja. Aquest problema està probablement causat per una altra aplicació que empra la tarja de so ara.
es_cl: Parece que nosotros no podemos utilizar la tarjeta de sonido en este momento y porque esta actividad es todo acerca de sonido, nosotros acabamos de dejar. Este problema puede ser causado también por otra aplicación que utiliza la tarjeta de sonido en este momento.
nl_nl: Het lijkt dat we de geluidskaart niet kunnen gebruiken op dit moment en omdat deze activiteit alles met geluid te maken heeft stoppen we.Dit probleem kan ook te maken hebben met een ander programma dat de geluidskaart gebruikt op dit moment.

source: Schoolsplay - educational activities
ca_es: Schoolsplay - jocs educatius
es_cl: Schoolsplay - actividades educativas
nl_nl: Schoolsplay - educatieve activiteiten

source: Current user: %s
ca_es: Usuari actual : %s
es_cl: Usario actual: %s
nl_nl: Huidige gebruiker: %s

source: Current activity : %s
ca_es: Activitat actual : %s
es_cl: Actividad actual : %s
nl_nl: Huidige activiteit: %s

source: Starting level %s
ca_es: Nivell inicial %s
es_cl: El nivel de comienzo %s
nl_nl: Start level %s

source: Login
ca_es: Usuari
es_cl: Usario

source: Yes
ca_es: Sí
es_cl: Sí
nl_nl: Ja

source: Schoolsplay question
ca_es: Pregunta de Schoolsplay
es_cl: Schoolsplay preguta
nl_nl: Schoolsplay vraag

source: Do you really want to quit ?
ca_es: Realment voleu eixir ?
es_cl: Seguro que deseas salir ?
nl_nl: Wil je echt stoppen ?

source: Ok
ca_es: D'acord
es_cl: Aceptar

source: Schoolsplay information
ca_es: Informació de Schoolsplay
es_cl: Schoolsplay información
nl_nl: Schoolsplay informatie

source: Give your schoolsplay administrator username and password. If you haven't set one yet just hit 'Login'
ca_es: Poseu el vostre nom d'usuari administrador de Schoolsplay i la vostra contrasenya. En haver fet això podreu prémer 'Usuari'
es_cl: Dé su nombre de usuario de administrador de schoolsplay y contraseña. Si usted no ha puesto uno pulse 'Entrada'
nl_nl: Geef uw schoolsplay administrator gebruikersnaam en wachtwoord. Als u geen gezet heeft klik dan de "Login" knop.

source: Username:
ca_es: Usuari :
es_cl: Usario:
nl_nl: Gebruikersnaam:

source: Password:
ca_es: Contrasenya :
es_cl: Contraseña
nl_nl: Wachtwoord:

source: Cancel
ca_es: Cancel·leu
es_cl: Cancelar
nl_nl: Annuleren

source: There's no username or password set for this application. Please set a password by as soon as the application has started.
ca_es: No hi ha usuari o contrasenya per a aquest programari. Si-us-plau poseu la contrasenya el més ràpid posible en engegar el programari.
es_cl: Esta aplicación no tiene nombre de usuario ni contraseña. Por favor ponga una contraseña cuando la aplicación ha empezado.
nl_nl: Er is geen gebruikersnaam en wachtwoord gezet voor deze applicatie. Zet een wachtwoord zo snel mogelijk als de applicatie is gestart.

source: Username and password don't match
ca_es: Usuari i/o contrasenya no coincideixen.
es_cl: Nombre de usario y contraseña no son igual
nl_nl: Gebruikersnaam en wachtwoord zijn zijn fout

source: Schoolsplay error
ca_es: Errada a Schoolsplay
nl_nl: Schoolsplay fout

source: This will quit the program
ca_es: Eixireu del programa
es_cl: Esto dejará el programa
nl_nl: Dit zal het programma stoppen

source: Help
ca_es: Ajuda
es_cl: Ayuda

source: This will bring up a short help message
ca_es: Se us mostrarà un breu missatge d'ajuda
es_cl: Esto traerá un mensaje de ayuda corto
nl_nl: Dit toont een kort help bericht

source: S&et password
ca_es: Poseu la contrasenya
es_cl: ???? contraseña
nl_nl: Zet wachtwoord

source: Set a password for this program
ca_es: Poseu una contrasenya per a aquest programa
es_cl: Ponga una contraseña para este programa
nl_nl: Zet een wachtwoord voor dit programma

source: &Settings
ca_es: &Ajusts
es_cl: &Configuración
nl_nl: Voorkeuren

source: &About
ca_es: &Aproximadament
es_cl: &Acerca
nl_nl: Over

source: Information about schoolsplay
ca_es: Informació sobre Schoolsplay
es_cl: Información sobre schoolsplay
nl_nl: Informatie over schoolsplay

source: &Quick help
ca_es: &Ajuda ràpida
es_cl: &Ayuda rapida
nl_nl: Snelle help

source: Short help text
ca_es: Text d'ajuda breu
es_cl: Texto corto de ayuda
nl_nl: Korte help tekst

source: Schoolsplay admin
ca_es: Administrador de Schoolsplay
es_cl: Schoolsplay administración
nl_nl: Schoolsplay administrator

source: Users to include
ca_es: Usuaris a incloure
es_cl: Usarios para incluir
nl_nl: Gebruikers toevoegen

source: Please select which user, or all users, you want to include. Select 'ALL' to select all the items.
ca_es: Si-us-plau seleccioneu quin usuari o usuaris , voleu incloure. Seleccioneu 'TOTS' per seleccionar tots els usuaris.
es_cl: Por favor escoja a cuál usuario, o todos los usuarios, usted quiere incluir. Escoja 'TODO' para escoger todos los artículos.
nl_nl: Selecteer welke gebruiker, of alle gebruikers, je wilt toevoegen. Selecteer 'ALL' om alle onderdelen te selecteren.

source: Activities to include
ca_es: Activitats a incloure
es_cl: Actividades para incluir
nl_nl: Activiteiten toevoegen

source: Please select which activity, or all activities, you want to include. Select 'ALL' to select all the items.
ca_es: Si-us-plau seleccioneu quina activitat o activitats , voleu incloure. Seleccioneu 'TOTES' per seleccionar totes les activitats.
es_cl: Por favor escoja cuál actividad, o todas las actividades, que usted quiere incluir. Escoja 'TODO' para escoger todos los artículos.
nl_nl: Selecteer welke activiteit, of alle activiteiten, je wilt toevoegen. Selecteer 'ALL' om alle onderdelen te selecteren.

source: Generate report
ca_es: Generació d'un informe
es_cl: Generar el informe
nl_nl: CreÃ«er rapport

source: The report was succesfull generated
ca_es: L'informe ha estat generat satisfactòriament
es_cl: El informe fue engendrado
nl_nl: Het rapport was succesvol gegenereerd

source: Delete row
ca_es: Esborreu la fila
es_cl: Borre la fila
nl_nl: Verwijder rij

source: Delete all the selected rows Be aware that there is no way to revert your changes.
ca_es: Esborreu totes les files seleccionades Tingueu en compte que no podreu desfer els canvis.
es_cl: Borre todas las filas escogidas Esté enterado que no hay manera de volver sus cambios.
nl_nl: Verwijder alle geselecteerde rijen Let op dat er geen manier is om de veranderingen ongedaan te maken

source: Add row
ca_es: Afegir fila
es_cl: Agregue la fila
nl_nl: Voeg rij toe

source: Save table
ca_es: Desar la taula
es_cl: Guardar tabla
nl_nl: Bewaar tabel

source: Save the table to the database. Be aware that there is no way to revert your changes.
ca_es: Anomeneu i deseu la taula a la base de dades. Tingueu en compte que aquest canvi no és pot desfer.
es_cl: Salve la tabla a la base de datos. Esté enterado que no hay manera de volver sus cambios.
nl_nl: Bewaar de tabel in de database. Let op dat er geen manier is om de veranderingen terug te draaien.

source: Choose a table from the list
ca_es: Escull una taula de la llista
es_cl: Elige una tabla de la lista
nl_nl: Kies een tabel uit de lijst

source: SQL Tables
ca_es: Taules SQL
es_cl: SQL tablero
nl_nl: SQL tabellen

source: Enter the table name or use the 'browse' button to find a table
ca_es: Entreu el nom de la taula o empreu el botó navegador per buscar la taula
es_cl: Introduce el nombre de la tabla o utilice el botón 'hojea' para encontrar una tabla
nl_nl: Geef de tabelnaam of gebruik de 'blader' knop om een tabel te vinden

source: Table name:
ca_es: Nom de la taula:
es_cl: Nombre de tabla
nl_nl: Tabel naam:

source: Browse
ca_es: Navegueu
es_cl: Hojea
nl_nl: Bladeren

source: Use this to choose a table. You should use the 'display table' button to actual display the table you've choosen.
ca_es: Utilitzeu això per escollir la taula. Cal que empreu el botó 'Informació de la taula' per actualitzar la informació de la taula que heu escollit.
es_cl: Usa esto para elegir una tabla. Usted debe utilizar el botón de 'despliegue la tabla' para ver el verdadero tablero que usted ha escogido.
nl_nl: Gebruik dit om een tabel te kiezen. Je moet de 'toon tabel' knop om de gekozen tabel daadwerkelijk te tonen.

source: Display table
ca_es: Taula de resultats
es_cl: Muestra tablero
nl_nl: Toon table

source: The table '%s' doesn't exist in the dbase
ca_es: La taula '%s' no existeix a la base de dades
es_cl: La tabla '%s' no existe en el base de datos
nl_nl: De tabel '%s' bestaat niet in de database

source: You don't have a valid table selected
ca_es: No heu seleccionat una taula vàlida
es_cl: Usted no tiene una tabla válida escogida
nl_nl: Je heb geen geldige tabel geselecteerd

source: You haven't selected a row. Select a row by clicking on the row labels on the right. Select multiple rows by holding down the 'Ctrl' or the 'Shift' button
ca_es: No heu seleccionat una fila. Seleccioneu una fila prement sobre les etiquetes de les files amb la dreta. Seleccioneu múltiples files mantenint premuts els botons 'Control' o 'Alternar'
es_cl: Usted no a escogido una fila. Escoja una fila haciendo clic en las etiquetas de la fila en el derecho. Escoja múltiples filas sugetando el botón de 'Ctrl' o el botón de 'mayúsculas'
nl_nl: Je heb geen rij geselecteerd. Selecteer een rij door op de rij labels te klikken. Selecteer meerdere rijen dmv de 'Ctrl' of de 'Shift' knop.

source: You can't add rows to this table. This table is used by the schoolsplay activities and you can only delete rows.
ca_es: No podeu afegir files a aquesta taula. Aquesta és utilitzada per activitats de Schoolsplay i sols podeu esborrar files.
es_cl: Usted no puede agregar filas a esta tabla. Esta mesa es utilizada por las actividades de schoolsplay y usted puede sólo borrar las filas.
nl_nl: Je kunt geen rijen aan deze tabel. Deze tabel wordt gebruikt bij de schoolsplay activiteiten en je kunt alleen rijen verwijderen.

source: There was a problem while replacing the rows in the database. The exception was: %s
ca_es: Hi ha hagut un problema mentres es reemplaçava una fila a la bases de dades. L'excepció ha estat : %s
es_cl: Había un problema al reemplazar las filas en la base de datos. La excepción fue: %s
nl_nl: Er was een probleem met het vervangen van de rijen in de database. De foutmelding was: %s

source: Reports
ca_es: Informes
es_cl: Informes
nl_nl: Rapporten

source: Activities
ca_es: Activitats
es_cl: Actividades
nl_nl: Activiteiten

source: Find the characters
ca_es: Trobeu els caràcters
es_cl: Encuentre los caracteres
nl_nl: Vind alle caracters

source: The aim of this activity.
ca_es: L'objectiu de l'activitat
es_cl: El objetivo de esta actividad.
nl_nl: Het doel van deze activiteit

source: Listen to the sound and click on the character to which it belongs.
ca_es: Escolteu el so i premeu sobre el caràcter al qual pertany.
es_cl: Escuche el sonido y pulse en el carácter a quien le pertenezca
nl_nl: Luister naar het geluid en klik op het karakter dat er bij hoort.

source: When you can't find the correct character after a certain period of time the characters will change color and a box will be drawn around it.
ca_es: Quan no pugueu trobar el caràcter correcte després d'un cert periode d temps, els caràcters canviaran de color i una caixa es dibuixarà al voltant d'ells.
es_cl: Cuándo usted no puede encontrar el carácter correcto después de un cierto tiempo los caracteres cambiarán de color y una caja se dibujará alrededor.
nl_nl: Als je niet het juiste karakter kunt vinden binnen een bepaalde tijd dan zal het karakter van kleur veranderen en er wordt een vierkant omheen getekend.

source: The faster you find all the characters the better your score will be.
ca_es: Quan més ràpid trobeu els caràcters més puntuació tindreu.
es_cl: Lo más rápido que usted encuentra todos los caracteres el mejor su puntuación será
nl_nl: Hoe sneller je alle karakters vindt hoe hoger je score.

source: Difficulty : 4-7 years
ca_es: Dificultat : 4-7 anys
es_cl: Dificultad : 4-7 años
nl_nl: Moeilijkheidsgraad: 4-7 jaar

source: Math add #1
ca_es: Afegit matemàtic #1
es_cl: Matemáticas agregue #1
nl_nl: Reken optellen # 1

source: Difficulty : years
ca_es: Dificultat : anys
es_cl: Dificultad : años
nl_nl: Moeilijkheidsgraad:

source: Fishtank
ca_es: Tanc de peixos
es_cl: Pecera
nl_nl: Vissebak

source: The aim of this activity:
ca_es: L'objectiu de l'activitat :
es_cl: El objetivo de esta actividad:
nl_nl: Het doel van deze activiteit.

source: Try to remove the fish by clicking on them by the mouse.
ca_es: Intenteu treure el peix prement sobre ell amb el ratolí.
es_cl: Intenta quitar el pez haciendo clic en ellos usando el ratón
nl_nl: Probeer de vissen te verwijderen door er op te klikken met de muis.

source: In the last level the fish needs to be cliked two times while they trying to escape.
ca_es: Al darrer nivell heu de prémer dues vegades el peix mentres intenta escapar.
es_cl: En el último nivel el pez nesecita ser pulsado dos veces mientras ellos tratan de escapar
nl_nl: In het laatste level moeten de vissen twee keer geklikt worden terwijl ze proberen te ontsnappen.

source: Difficulty : 3-5 years
ca_es: Dificultat : 3-5 anys
es_cl: Dificultad : 3-5 años
nl_nl: Moeilijkheidsgraad: 3-5 jaar

source: Memory
ca_es: Memòria
es_cl: Memoria

source: Classic memory game where you have to find pairs of cards.
ca_es: Clàssic joc de memòria on heu de trobar parelles de cartes
es_cl: Juego clásico de memoria donde usted tiene que encontrar los pares de tarjetas
nl_nl: Klassiek geheugen spel waar je paren kaarten moet vinden.

source: You can hit the 'graph' button to see your results per level.
ca_es: Podeu prémer el botó de gràfics per veure els resultats per nivells.
es_cl: Puedes pulsar el botón 'gráfico' para ver los resultados por nivel
nl_nl: Je kunt de 'grafiek' knop klikken om je resultaten per level te zien.

source: Difficulty : 4-6 years
ca_es: Dificultat : 4-6 anys
es_cl: Dificultad : 4-6 años
nl_nl: Moeilijkheidsgraad: 4-6 jaar

source: LowercaseMemory
ca_es: Memòria menuda
es_cl: MinúsculoMemoria
nl_nl: KleineletterMemory

source: NumbersMemory
ca_es: Memòria de nombres
es_cl: NúmerosMemoria
nl_nl: NummersMemory

source: UppercaseMemory
ca_es: Memòria gran
es_cl: MayúsculaMemoria
nl_nl: Hoofdlettersmemory

source: No
nl_nl: Nee
